[{"title":"The Canterville Ghost","author":"Oscar Wilde","imageURL":"https://postfiles.pstatic.net/MjAyNDA4MjNfMTMy/MDAxNzI0NDE3MjA4ODU2.iFxKVbfCuXu23AXirEYZsw-GqE6OWer-BS52UuFncowg.KkeyxQktsiwZWdJNERIiCjGlP30DcW2GTLasUgmPTSgg.JPEG/Canterville_Ghost_1106_Y8VgxuS.jpg?type=w773","audioURL":"","duration":651,"segmentSeconds":[[1.0448979591836736,3.3436734693877552],[3.7151927437641725,6.524807256235827],[7.360725623582766,10.565079365079365],[10.588299319727891,13.049614512471654],[14.651791383219955,16.253968253968253],[16.555827664399093,17.76326530612245],[18.94748299319728,19.667301587301587],[21.083718820861677,24.055873015873015],[24.125532879818593,25.541950113378686],[26.09922902494331,27.817505668934242],[28.46766439909297,31.834557823129252],[32.48471655328798,36.40888888888889],[37.430566893424036,42.53895691609977],[43.073015873015876,48.36716553287982],[49.71392290249433,53.173696145124715],[53.91673469387755,55.49569160997732],[55.72789115646258,57.7015873015873],[58.00344671201814,60.348662131519276],[60.441541950113375,62.43845804988662],[62.78675736961451,65.1784126984127],[65.85179138321996,72.16761904761904],[72.28371882086168,72.91065759637188],[73.16607709750566,80.89832199546485],[80.9447619047619,81.45560090702948],[81.61814058956917,85.89061224489797],[86.378231292517,89.11818594104308],[90.0237641723356,93.50675736961452],[93.59963718820862,96.92009070294785],[97.33804988662132,101.58730158730158],[102.07492063492063,106.88145124716553],[106.95111111111112,108.22820861678005],[109.50530612244899,110.4108843537415],[110.92172335600907,112.33814058956916],[112.50068027210884,116.21587301587302],[116.9124716553288,121.60290249433106],[122.22984126984127,126.59519274376417],[127.31501133786848,130.426485260771],[130.91410430839002,138.97142857142856],[139.36616780045352,140.9451247165533],[142.1061224489796,144.59065759637187],[145.33369614512472,147.19129251700681],[147.7950113378685,153.158820861678],[153.97151927437642,156.3399546485261],[156.3631746031746,164.51337868480726],[165.6279365079365,169.22702947845804],[169.9004081632653,172.9190022675737],[173.5459410430839,178.58467120181405],[180.02430839002267,182.57850340136054],[183.20544217687075,184.761179138322],[184.83083900226757,188.45315192743763],[189.1265306122449,192.07546485260772],[192.21478458049887,193.30612244897958],[193.63120181405895,195.95319727891157],[198.18231292517007,201.29378684807256],[201.61886621315193,206.79691609977326],[207.67927437641723,208.8867120181406],[209.28145124716553,213.8790022675737],[214.29696145124717,216.31709750566893],[216.804716553288,222.47038548752835],[223.46884353741495,226.64997732426303],[226.76607709750567,232.9425850340136],[233.755283446712,236.6809977324263],[237.42403628117913,240.00145124716553],[240.14077097505668,242.7181859410431],[243.73986394557824,246.13151927437642],[246.2940589569161,251.70430839002267],[252.42412698412699,254.37460317460318],[255.51238095238097,256.9520181405896],[257.1377777777778,257.9040362811791],[257.9969160997732,258.92571428571426],[258.9489342403628,260.5511111111111],[260.6672108843537,262.64090702947846],[262.710566893424,264.7074829931973],[265.05578231292515,267.86539682539683],[268.3762358276644,271.62702947845804],[271.7663492063492,276.5496598639456],[277.0372789115646,280.26485260770977],[281.0775510204082,282.0760090702948],[282.40108843537416,285.2107029478458],[285.8840816326531,287.7881179138322],[288.9491156462585,292.52498866213153],[292.82684807256237,295.33460317460316],[295.56680272108844,298.5389569160998],[299.2819954648526,300.65197278911563],[301.1163718820862,305.3191836734694],[305.876462585034,307.641179138322],[307.687619047619,309.84707482993196],[309.89351473922903,312.8656689342404],[313.42294784580497,315.51274376417234],[316.07002267573694,320.08707482993196],[320.1102947845805,320.76045351473925],[321.7821315192744,324.0112471655329],[324.42920634920637,326.9601814058957],[327.70321995464855,329.70013605442176],[330.4431746031746,331.69705215419503],[332.34721088435373,337.1537414965986],[338.5701587301587,342.49433106575964],[342.58721088435374,344.0965079365079],[344.53768707482993,347.5562811791383],[347.9045804988662,350.3891156462585],[351.50367346938776,353.500589569161],[353.8953287981859,357.09968253968253],[357.9820408163265,361.975873015873],[362.44027210884354,364.92480725623585],[365.3195464852608,367.1307029478458],[367.8505215419501,371.5889342403628],[372.169433106576,376.6973242630385],[376.7902040816327,377.4403628117914],[377.4635827664399,378.6942403628118],[379.62303854875285,383.0595918367347],[383.1292517006803,386.6819047619048],[387.2159637188209,388.8878004535147],[388.95746031746035,390.9079365079365],[391.6974149659864,395.85378684807256],[395.9234467120181,397.89714285714285],[398.2918820861678,400.4513378684807],[401.89097505668934,404.7934693877551],[405.18820861678006,408.9498412698413],[409.6696598639456,411.7362358276644],[412.13097505668935,418.6093424036281],[419.42204081632656,422.4174149659864],[422.5799546485261,424.8555102040816],[425.9004081632653,428.87256235827664],[430.2889795918367,434.4685714285714],[435.0026303854875,436.3726077097506],[436.4887074829932,437.9051247165533],[438.20698412698414,439.9484807256236],[439.97170068027214,441.4113378684807],[442.15437641723355,444.1745124716553],[444.7085714285714,448.28444444444443],[448.58630385487527,450.3045804988662],[451.39591836734695,456.9687074829932],[456.9919274376417,460.1730612244898],[460.2195011337868,461.3340589569161],[462.05387755102043,464.58485260770976],[465.9780498866213,470.45950113378683],[470.8310204081633,472.9208163265306],[474.56943310657596,475.498231292517],[475.7768707482993,476.86820861678007],[476.89142857142855,479.6778231292517],[479.70104308390023,481.60507936507935],[483.02149659863943,484.3914739229025],[484.8790929705215,486.2955102040816],[486.3419501133787,488.26920634920634],[489.0122448979592,491.8218594104308],[492.12371882086165,496.93024943310655],[496.99990929705217,499.066485260771],[499.69342403628116,502.50303854875284],[502.8977777777778,507.21668934240364],[507.93650793650795,510.7461224489796],[511.34984126984125,513.2074376417233],[513.3003174603175,515.3901133786848],[516.0867120181406,519.5697052154195],[519.6625850340137,521.7523809523809],[523.0991383219955,524.5852154195011],[524.8406349206349,526.1641723356009],[526.5821315192744,531.3422222222222],[532.3406802721089,541.2107029478458],[541.7215419501134,542.4645804988662],[543.3933786848072,546.7834920634921],[547.572970521542,549.4073469387755],[549.9414058956916,551.5668027210884],[552.1937414965986,554.4460770975056],[555.1891156462585,565.0575963718821],[565.6613151927438,567.4956916099774],[568.981768707483,570.8161451247165],[571.3734240362812,573.393560090703],[573.44,574.9260770975056],[575.5762358276644,581.1025850340136],[582.1707029478458,586.2109750566893],[587.2326530612245,588.6955102040816],[588.9509297052155,590.2280272108843],[590.2512471655328,592.5732426303855],[593.3162811791383,595.2203174603175],[595.7079365079366,596.8921541950114],[597.0082539682539,598.7265306122449],[599.9571882086168,602.9990022675737],[603.7420408163265,607.0392743764172],[607.4572335600907,612.8210430839002],[614.3535600907029,616.9309750566894],[617.093514739229,617.7901133786849],[617.8133333333334,621.6446258503402],[621.6910657596372,625.1508390022676],[625.5687981859411,627.6353741496598],[628.8892517006802,630.9326077097505],[630.9558276643991,635.2282993197279],[635.9713378684808,637.8521541950114],[637.8753741496598,640.3599092970521],[640.8475283446712,643.7732426303855],[644.4466213151927,646.3738775510204],[646.6060770975057,647.767074829932]],"transcript":"I\r\nWhen Mr. Hiram B. Otis, the American Minister, bought Canterville Chase, every one told him he was doing a very foolish thing, as there was no doubt at all that the place was haunted. Indeed, Lord Canterville himself, who was a man of the most punctilious honour, had felt it his duty to mention the fact to Mr. Otis when they came to discuss terms.\r\n\r\n\"We have not cared to live in the place ourselves,\" said Lord Canterville, \"since my grandaunt, the Dowager Duchess of Bolton, was frightened into a fit, from which she never really recovered, by two skeleton hands being placed on her shoulders as she was dressing for dinner, and I feel bound to tell you, Mr. Otis, that the ghost has been seen by several living members of my family, as well as by the rector of the parish, the Rev. Augustus Dampier, who is a Fellow of King's College, Cambridge. After the unfortunate accident to the Duchess, none of our younger servants would stay with us, and Lady Canterville often got very little sleep at night, in consequence of the mysterious noises that came from the corridor and the library.\"\r\n\r\n\"My Lord,\" answered the Minister, \"I will take the furniture and the ghost at a valuation. I have come from a modern country, where we have everything that money can buy; and with all our spry young fellows painting the Old World red, and carrying off your best actors and prima-donnas, I reckon that if there were such a thing as a ghost in Europe, we'd have it at home in a very short time in one of our public museums, or on the road as a show.\"\r\n\r\n\"I fear that the ghost exists,\" said Lord Canterville, smiling, \"though it may have resisted the overtures of your enterprising impresarios. It has been well known for three centuries, since 1584 in fact, and always makes its appearance before the death of any member of our family.\"\r\n\r\n\"Well, so does the family doctor for that matter, Lord Canterville. But there is no such thing, sir, as a ghost, and I guess the laws of Nature are not going to be suspended for the British aristocracy.\"\r\n\r\n\"You are certainly very natural in America,\" answered Lord Canterville, who did not quite understand Mr. Otis's last observation, \"and if you don't mind a ghost in the house, it is all right. Only you must remember I warned you.\"\r\n\r\nA few weeks after this, the purchase was concluded, and at the close of the season the Minister and his family went down to Canterville Chase. Mrs. Otis, who, as Miss Lucretia R. Tappan, of West 53d Street, had been a celebrated New York belle, was now a very handsome, middle-aged woman, with fine eyes, and a superb profile. Many American ladies on leaving their native land adopt an appearance of chronic ill-health, under the impression that it is a form of European refinement, but Mrs. Otis had never fallen into this error. She had a magnificent constitution, and a really wonderful amount of animal spirits. Indeed, in many respects, she was quite English, and was an excellent example of the fact that we have really everything in common with America nowadays, except, of course, language. Her eldest son, christened Washington by his parents in a moment of patriotism, which he never ceased to regret, was a fair-haired, rather good-looking young man, who had qualified himself for American diplomacy by leading the German at the Newport Casino for three successive seasons, and even in London was well known as an excellent dancer. Gardenias and the peerage were his only weaknesses. Otherwise he was extremely sensible. Miss Virginia E. Otis was a little girl of fifteen, lithe and lovely as a fawn, and with a fine freedom in her large blue eyes. She was a wonderful Amazon, and had once raced old Lord Bilton on her pony twice round the park, winning by a length and a half, just in front of the Achilles statue, to the huge delight of the young Duke of Cheshire, who proposed for her on the spot, and was sent back to Eton that very night by his guardians, in floods of tears. After Virginia came the twins, who were usually called \"The Star and Stripes,\" as they were always getting swished. They were delightful boys, and, with the exception of the worthy Minister, the only true republicans of the family.\r\n\r\n\"HAD ONCE RACED OLD LORD BILTON ON HER PONY\"\r\n\"HAD ONCE RACED OLD LORD BILTON ON HER PONY\"\r\n\r\nAs Canterville Chase is seven miles from Ascot, the nearest railway station, Mr. Otis had telegraphed for a waggonette to meet them, and they started on their drive in high spirits. It was a lovely July evening, and the air was delicate with the scent of the pinewoods. Now and then they heard a wood-pigeon brooding over its own sweet voice, or saw, deep in the rustling fern, the burnished breast of the pheasant. Little squirrels peered at them from the beech-trees as they went by, and the rabbits scudded away through the brushwood and over the mossy knolls, with their white tails in the air. As they entered the avenue of Canterville Chase, however, the sky became suddenly overcast with clouds, a curious stillness seemed to hold the atmosphere, a great flight of rooks passed silently over their heads, and, before they reached the house, some big drops of rain had fallen.\r\n\r\nStanding on the steps to receive them was an old woman, neatly dressed in black silk, with a white cap and apron. This was Mrs. Umney, the housekeeper, whom Mrs. Otis, at Lady Canterville's earnest request, had consented to keep in her former position. She made them each a low curtsey as they alighted, and said in a quaint, old-fashioned manner, \"I bid you welcome to Canterville Chase.\" Following her, they passed through the fine Tudor hall into the library, a long, low room, panelled in black oak, at the end of which was a large stained glass window. Here they found tea laid out for them, and, after taking off their wraps, they sat down and began to look round, while Mrs. Umney waited on them.\r\n\r\nSuddenly Mrs. Otis caught sight of a dull red stain on the floor just by the fireplace, and, quite unconscious of what it really signified, said to Mrs. Umney, \"I am afraid something has been spilt there.\"\r\n\r\n\"Yes, madam,\" replied the old housekeeper in a low voice, \"blood has been spilt on that spot.\"\r\n\r\n\"How horrid!\" cried Mrs. Otis; \"I don't at all care for blood-stains in a sitting-room. It must be removed at once.\"\r\n\r\nThe old woman smiled, and answered in the same low, mysterious voice, \"It is the blood of Lady Eleanore de Canterville, who was murdered on that very spot by her own husband, Sir Simon de Canterville, in 1575. Sir Simon survived her nine years, and disappeared suddenly under very mysterious circumstances. His body has never been discovered, but his guilty spirit still haunts the Chase. The blood-stain has been much admired by tourists and others, and cannot be removed.\"\r\n\r\n\"That is all nonsense,\" cried Washington Otis; \"Pinkerton's Champion Stain Remover and Paragon Detergent will clean it up in no time,\" and before the terrified housekeeper could interfere, he had fallen upon his knees, and was rapidly scouring the floor with a small stick of what looked like a black cosmetic. In a few moments no trace of the blood-stain could be seen.\r\n\r\n\"I knew Pinkerton would do it,\" he exclaimed, triumphantly, as he looked round at his admiring family; but no sooner had he said these words than a terrible flash of lightning lit up the sombre room, a fearful peal of thunder made them all start to their feet, and Mrs. Umney fainted.\r\n\r\n\"What a monstrous climate!\" said the American Minister, calmly, as he lit a long cheroot. \"I guess the old country is so overpopulated that they have not enough decent weather for everybody. I have always been of opinion that emigration is the only thing for England.\"\r\n\r\n\"My dear Hiram,\" cried Mrs. Otis, \"what can we do with a woman who faints?\"\r\n\r\n\"Charge it to her like breakages,\" answered the Minister; \"she won't faint after that;\" and in a few moments Mrs. Umney certainly came to. There was no doubt, however, that she was extremely upset, and she sternly warned Mr. Otis to beware of some trouble coming to the house.\r\n\r\n\"I have seen things with my own eyes, sir,\" she said, \"that would make any Christian's hair stand on end, and many and many a night I have not closed my eyes in sleep for the awful things that are done here.\" Mr. Otis, however, and his wife warmly assured the honest soul that they were not afraid of ghosts, and, after invoking the blessings of Providence on her new master and mistress, and making arrangements for an increase of salary, the old housekeeper tottered off to her own room.\r\n\r\n\r\nII\r\nThe storm raged fiercely all that night, but nothing of particular note occurred. The next morning, however, when they came down to breakfast, they found the terrible stain of blood once again on the floor. \"I don't think it can be the fault of the Paragon Detergent,\" said Washington, \"for I have tried it with everything. It must be the ghost.\" He accordingly rubbed out the stain a second time, but the second morning it appeared again. The third morning also it was there, though the library had been locked up at night by Mr. Otis himself, and the key carried up-stairs. The whole family were now quite interested; Mr. Otis began to suspect that he had been too dogmatic in his denial of the existence of ghosts, Mrs. Otis expressed her intention of joining the Psychical Society, and Washington prepared a long letter to Messrs. Myers and Podmore on the subject of the Permanence of Sanguineous Stains when connected with Crime. That night all doubts about the objective existence of phantasmata were removed for ever.\r\n\r\nThe day had been warm and sunny; and, in the cool of the evening, the whole family went out to drive. They did not return home till nine o'clock, when they had a light supper. The conversation in no way turned upon ghosts, so there were not even those primary conditions of receptive expectations which so often precede the presentation of psychical phenomena. The subjects discussed, as I have since learned from Mr. Otis, were merely such as form the ordinary conversation of cultured Americans of the better class, such as the immense superiority of Miss Fanny Devonport over Sarah Bernhardt as an actress; the difficulty of obtaining green corn, buckwheat cakes, and hominy, even in the best English houses; the importance of Boston in the development of the world-soul; the advantages of the baggage-check system in railway travelling; and the sweetness of the New York accent as compared to the London drawl. No mention at all was made of the supernatural, nor was Sir Simon de Canterville alluded to in any way. At eleven o'clock the family retired, and by half-past all the lights were out. Some time after, Mr. Otis was awakened by a curious noise in the corridor, outside his room. It sounded like the clank of metal, and seemed to be coming nearer every moment. He got up at once, struck a match, and looked at the time. It was exactly one o'clock. He was quite calm, and felt his pulse, which was not at all feverish. The strange noise still continued, and with it he heard distinctly the sound of footsteps. He put on his slippers, took a small oblong phial out of his dressing-case, and opened the door. Right in front of him he saw, in the wan moonlight, an old man of terrible aspect. His eyes were as red burning coals; long grey hair fell over his shoulders in matted coils; his garments, which were of antique cut, were soiled and ragged, and from his wrists and ankles hung heavy manacles and rusty gyves.\r\n\r\n\"My dear sir,\" said Mr. Otis, \"I really must insist on your oiling those chains, and have brought you for that purpose a small bottle of the Tammany Rising Sun Lubricator. It is said to be completely efficacious upon one application, and there are several testimonials to that effect on the wrapper from some of our most eminent native divines. I shall leave it here for you by the bedroom candles, and will be happy to supply you with more, should you require it.\" With these words the United States Minister laid the bottle down on a marble table, and, closing his door, retired to rest.\r\n\r\nFor a moment the Canterville ghost stood quite motionless in natural indignation; then, dashing the bottle violently upon the polished floor, he fled down the corridor, uttering hollow groans, and emitting a ghastly green light. Just, however, as he reached the top of the great oak staircase, a door was flung open, two little white-robed figures appeared, and a large pillow whizzed past his head! There was evidently no time to be lost, so, hastily adopting the Fourth dimension of Space as a means of escape, he vanished through the wainscoting, and the house became quite quiet.\r\n\r\nOn reaching a small secret chamber in the left wing, he leaned up against a moonbeam to recover his breath, and began to try and realize his position. Never, in a brilliant and uninterrupted career of three hundred years, had he been so grossly insulted. He thought of the Dowager Duchess, whom he had frightened into a fit as she stood before the glass in her lace and diamonds; of the four housemaids, who had gone into hysterics when he merely grinned at them through the curtains on one of the spare bedrooms; of the rector of the parish, whose candle he had blown out as he was coming late one night from the library, and who had been under the care of Sir William Gull ever since, a perfect martyr to nervous disorders; and of old Madame de Tremouillac, who, having wakened up one morning early and seen a skeleton seated in an armchair by the fire reading her diary, had been confined to her bed for six weeks with an attack of brain fever, and, on her recovery, had become reconciled to the Church, and broken off her connection with that notorious sceptic, Monsieur de Voltaire. He remembered the terrible night when the wicked Lord Canterville was found choking in his dressing-room, with the knave of diamonds half-way down his throat, and confessed, just before he died, that he had cheated Charles James Fox out of £50,000 at Crockford's by means of that very card, and swore that the ghost had made him swallow it. All his great achievements came back to him again, from the butler who had shot himself in the pantry because he had seen a green hand tapping at the window-pane, to the beautiful Lady Stutfield, who was always obliged to wear a black velvet band round her throat to hide the mark of five fingers burnt upon her white skin, and who drowned herself at last in the carp-pond at the end of the King's Walk. With the enthusiastic egotism of the true artist, he went over his most celebrated performances, and smiled bitterly to himself as he recalled to mind his last appearance as \"Red Reuben, or the Strangled Babe,\" his début as \"Guant Gibeon, the Blood-sucker of Bexley Moor,\" and the furore he had excited one lovely June evening by merely playing ninepins with his own bones upon the lawn-tennis ground. And after all this some wretched modern Americans were to come and offer him the Rising Sun Lubricator, and throw pillows at his head! It was quite unbearable. Besides, no ghost in history had ever been treated in this manner. Accordingly, he determined to have vengeance, and remained till daylight in an attitude of deep thought.\r\n\r\n\r\nIII\r\nThe next morning, when the Otis family met at breakfast, they discussed the ghost at some length. The United States Minister was naturally a little annoyed to find that his present had not been accepted. \"I have no wish,\" he said, \"to do the ghost any personal injury, and I must say that, considering the length of time he has been in the house, I don't think it is at all polite to throw pillows at him,\"—a very just remark, at which, I am sorry to say, the twins burst into shouts of laughter. \"Upon the other hand,\" he continued, \"if he really declines to use the Rising Sun Lubricator, we shall have to take his chains from him. It would be quite impossible to sleep, with such a noise going on outside the bedrooms.\"\r\n\r\nFor the rest of the week, however, they were undisturbed, the only thing that excited any attention being the continual renewal of the blood-stain on the library floor. This certainly was very strange, as the door was always locked at night by Mr. Otis, and the windows kept closely barred. The chameleon-like colour, also, of the stain excited a good deal of comment. Some mornings it was a dull (almost Indian) red, then it would be vermilion, then a rich purple, and once when they came down for family prayers, according to the simple rites of the Free American Reformed Episcopalian Church, they found it a bright emerald-green. These kaleidoscopic changes naturally amused the party very much, and bets on the subject were freely made every evening. The only person who did not enter into the joke was little Virginia, who, for some unexplained reason, was always a good deal distressed at the sight of the blood-stain, and very nearly cried the morning it was emerald-green.\r\n\r\nThe second appearance of the ghost was on Sunday night. Shortly after they had gone to bed they were suddenly alarmed by a fearful crash in the hall. Rushing down-stairs, they found that a large suit of old armour had become detached from its stand, and had fallen on the stone floor, while seated in a high-backed chair was the Canterville ghost, rubbing his knees with an expression of acute agony on his face. The twins, having brought their pea-shooters with them, at once discharged two pellets on him, with that accuracy of aim which can only be attained by long and careful practice on a writing-master, while the United States Minister covered him with his revolver, and called upon him, in accordance with Californian etiquette, to hold up his hands! The ghost started up with a wild shriek of rage, and swept through them like a mist, extinguishing Washington Otis's candle as he passed, and so leaving them all in total darkness. On reaching the top of the staircase he recovered himself, and determined to give his celebrated peal of demoniac laughter. This he had on more than one occasion found extremely useful. It was said to have turned Lord Raker's wig grey in a single night, and had certainly made three of Lady Canterville's French governesses give warning before their month was up. He accordingly laughed his most horrible laugh, till the old vaulted roof rang and rang again, but hardly had the fearful echo died away when a door opened, and Mrs. Otis came out in a light blue dressing-gown. \"I am afraid you are far from well,\" she said, \"and have brought you a bottle of Doctor Dobell's tincture. If it is indigestion, you will find it a most excellent remedy.\" The ghost glared at her in fury, and began at once to make preparations for turning himself into a large black dog, an accomplishment for which he was justly renowned, and to which the family doctor always attributed the permanent idiocy of Lord Canterville's uncle, the Hon. Thomas Horton. The sound of approaching footsteps, however, made him hesitate in his fell purpose, so he contented himself with becoming faintly phosphorescent, and vanished with a deep churchyard groan, just as the twins had come up to him.\r\n\r\nOn reaching his room he entirely broke down, and became a prey to the most violent agitation. The vulgarity of the twins, and the gross materialism of Mrs. Otis, were naturally extremely annoying, but what really distressed him most was that he had been unable to wear the suit of mail. He had hoped that even modern Americans would be thrilled by the sight of a Spectre in armour, if for no more sensible reason, at least out of respect for their natural poet Longfellow, over whose graceful and attractive poetry he himself had whiled away many a weary hour when the Cantervilles were up in town. Besides it was his own suit. He had worn it with great success at the Kenilworth tournament, and had been highly complimented on it by no less a person than the Virgin Queen herself. Yet when he had put it on, he had been completely overpowered by the weight of the huge breastplate and steel casque, and had fallen heavily on the stone pavement, barking both his knees severely, and bruising the knuckles of his right hand.\r\n\r\nFor some days after this he was extremely ill, and hardly stirred out of his room at all, except to keep the blood-stain in proper repair. However, by taking great care of himself, he recovered, and resolved to make a third attempt to frighten the United States Minister and his family. He selected Friday, August 17th, for his appearance, and spent most of that day in looking over his wardrobe, ultimately deciding in favour of a large slouched hat with a red feather, a winding-sheet frilled at the wrists and neck, and a rusty dagger. Towards evening a violent storm of rain came on, and the wind was so high that all the windows and doors in the old house shook and rattled. In fact, it was just such weather as he loved. His plan of action was this. He was to make his way quietly to Washington Otis's room, gibber at him from the foot of the bed, and stab himself three times in the throat to the sound of low music. He bore Washington a special grudge, being quite aware that it was he who was in the habit of removing the famous Canterville blood-stain by means of Pinkerton's Paragon Detergent. Having reduced the reckless and foolhardy youth to a condition of abject terror, he was then to proceed to the room occupied by the United States Minister and his wife, and there to place a clammy hand on Mrs. Otis's forehead, while he hissed into her trembling husband's ear the awful secrets of the charnel-house. With regard to little Virginia, he had not quite made up his mind. She had never insulted him in any way, and was pretty and gentle. A few hollow groans from the wardrobe, he thought, would be more than sufficient, or, if that failed to wake her, he might grabble at the counterpane with palsy-twitching fingers. As for the twins, he was quite determined to teach them a lesson. The first thing to be done was, of course, to sit upon their chests, so as to produce the stifling sensation of nightmare. Then, as their beds were quite close to each other, to stand between them in the form of a green, icy-cold corpse, till they became paralyzed with fear, and finally, to throw off the winding-sheet, and crawl round the room, with white, bleached bones and one rolling eyeball, in the character of \"Dumb Daniel, or the Suicide's Skeleton,\" a rôle in which he had on more than one occasion produced a great effect, and which he considered quite equal to his famous part of \"Martin the Maniac, or the Masked Mystery.\"\r\n\r\nAt half-past ten he heard the family going to bed. For some time he was disturbed by wild shrieks of laughter from the twins, who, with the light-hearted gaiety of schoolboys, were evidently amusing themselves before they retired to rest, but at a quarter-past eleven all was still, and, as midnight sounded, he sallied forth. The owl beat against the window-panes, the raven croaked from the old yew-tree, and the wind wandered moaning round the house like a lost soul; but the Otis family slept unconscious of their doom, and high above the rain and storm he could hear the steady snoring of the Minister for the United States. He stepped stealthily out of the wainscoting, with an evil smile on his cruel, wrinkled mouth, and the moon hid her face in a cloud as he stole past the great oriel window, where his own arms and those of his murdered wife were blazoned in azure and gold. On and on he glided, like an evil shadow, the very darkness seeming to loathe him as he passed. Once he thought he heard something call, and stopped; but it was only the baying of a dog from the Red Farm, and he went on, muttering strange sixteenth-century curses, and ever and anon brandishing the rusty dagger in the midnight air. Finally he reached the corner of the passage that led to luckless Washington's room. For a moment he paused there, the wind blowing his long grey locks about his head, and twisting into grotesque and fantastic folds the nameless horror of the dead man's shroud. Then the clock struck the quarter, and he felt the time was come. He chuckled to himself, and turned the corner; but no sooner had he done so than, with a piteous wail of terror, he fell back, and hid his blanched face in his long, bony hands. Right in front of him was standing a horrible spectre, motionless as a carven image, and monstrous as a madman's dream! Its head was bald and burnished; its face round, and fat, and white; and hideous laughter seemed to have writhed its features into an eternal grin. From the eyes streamed rays of scarlet light, the mouth was a wide well of fire, and a hideous garment, like to his own, swathed with its silent snows the Titan form. On its breast was a placard with strange writing in antique characters, some scroll of shame it seemed, some record of wild sins, some awful calendar of crime, and, with its right hand, it bore aloft a falchion of gleaming steel.\r\n\r\nNever having seen a ghost before, he naturally was terribly frightened, and, after a second hasty glance at the awful phantom, he fled back to his room, tripping up in his long winding-sheet as he sped down the corridor, and finally dropping the rusty dagger into the Minister's jack-boots, where it was found in the morning by the butler. Once in the privacy of his own apartment, he flung himself down on a small pallet-bed, and hid his face under the clothes. After a time, however, the brave old Canterville spirit asserted itself, and he determined to go and speak to the other ghost as soon as it was daylight. Accordingly, just as the dawn was touching the hills with silver, he returned towards the spot where he had first laid eyes on the grisly phantom, feeling that, after all, two ghosts were better than one, and that, by the aid of his new friend, he might safely grapple with the twins. On reaching the spot, however, a terrible sight met his gaze. Something had evidently happened to the spectre, for the light had entirely faded from its hollow eyes, the gleaming falchion had fallen from its hand, and it was leaning up against the wall in a strained and uncomfortable attitude. He rushed forward and seized it in his arms, when, to his horror, the head slipped off and rolled on the floor, the body assumed a recumbent posture, and he found himself clasping a white dimity bed-curtain, with a sweeping-brush, a kitchen cleaver, and a hollow turnip lying at his feet! Unable to understand this curious transformation, he clutched the placard with feverish haste, and there, in the grey morning light, he read these fearful words:—\r\n\r\nYE OTIS GHOSTE\r\n\r\nYe Onlie True and Originale Spook,\r\nBeware of Ye Imitationes.\r\nAll others are counterfeite.\r\n\r\nThe whole thing flashed across him. He had been tricked, foiled, and out-witted! The old Canterville look came into his eyes; he ground his toothless gums together; and, raising his withered hands high above his head, swore according to the picturesque phraseology of the antique school, that, when Chanticleer had sounded twice his merry horn, deeds of blood would be wrought, and murder walk abroad with silent feet.\r\n\r\nHardly had he finished this awful oath when, from the red-tiled roof of a distant homestead, a cock crew. He laughed a long, low, bitter laugh, and waited. Hour after hour he waited, but the cock, for some strange reason, did not crow again. Finally, at half-past seven, the arrival of the housemaids made him give up his fearful vigil, and he stalked back to his room, thinking of his vain oath and baffled purpose. There he consulted several books of ancient chivalry, of which he was exceedingly fond, and found that, on every occasion on which this oath had been used, Chanticleer had always crowed a second time. \"Perdition seize the naughty fowl,\" he muttered, \"I have seen the day when, with my stout spear, I would have run him through the gorge, and made him crow for me an 'twere in death!\" He then retired to a comfortable lead coffin, and stayed there till evening.","sections":[{"end_time":35.8,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTAw/MDAxNzIwMjg4MDQ4MDMw.lhk3xs3zSltxCMH8f-lYLhgNvEz26LCvk9lu3RWpeJUg.Of_1hRwI0xzsM_huDzs73Yt0VZEROVEcRjYu_z408i8g.JPEG/image20.jpg?type=w773","start_time":20.9},{"end_time":48.1,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTE5/MDAxNzIwMjg4MDU2Mjg0.kpmzWEwY7SB270TM00elXBia1KJmScpK83rEUcKQNOYg.a1RD-zlnQVqbwpF0LSdA1w3j5ecQ7Y8cq62e0hQLNnEg.JPEG/image37.jpg?type=w773","start_time":37.2},{"end_time":88.5,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjQ5/MDAxNzIwMjg4MDYzNTQ3._-zjFRYtJRsArRArlo9f4zkqJugBV5mu80ee2HRXmDcg.WnOqxkc3W9HI7PkjT4E4Va-A2KOUe1_jK5v9pRjuHZAg.JPEG/image49.jpg?type=w773","start_time":49.5},{"end_time":107.7,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfNTMg/MDAxNzIwMjg4MDcwMDg4._67cE1VO6Q7pEmz8sXzKL7TBo7i4kb9Lv2EV5rhFD5Qg.xO03zPFMRZUdNFdQz1ReamXLyO3Fo5uv8TnT7hF0Sbsg.JPEG/image89.jpg?type=w773","start_time":89.8},{"end_time":140.6,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjky/MDAxNzIwMjg4MDc3ODA4.pfQ56HY5hM--AkNF5dcDO5jVSEFFOdkcXxFXZMoyJR8g.txXZ-Ill3eNGYc65MdpELn1B_-HseTEOu21d-86Gf2Yg.JPEG/image109.jpg?type=w773","start_time":109.3},{"end_time":164.1,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTcg/MDAxNzIwMjg4MDg0NzUz.UtoDFgjdTpdWi8TgFVy9on3bldWxBxmAkYsJHrAKXI0g.5u5TtjkpWiu3v4LqLxloyfvBVDicfMf0zg1p2tjNjqMg.JPEG/image141.jpg?type=w773","start_time":141.9},{"end_time":177.9,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTI1/MDAxNzIwMjg4MDkyODk4.QdxK9GdU-WRoyf5JBdMhTCJQZfw8Os4kj-9LcnjMv4Ig.JzboTr5aExWmvWicazFREDcjt7VGDbjgl6GnqpNf8Qsg.JPEG/image165.jpg?type=w773","start_time":165.4},{"end_time":195.9,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjE5/MDAxNzIwMjg4MTEyNzA4.TNKledeOeB6NrZWHVlylAHQ2Zj10P6-_aPea4Q488JAg.q24GCZJCdQ6gmBu78Y6k1bl0NotTlB5z27EpuyK5BRwg.JPEG/image179.jpg?type=w773","start_time":179.5},{"end_time":206.6,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjIz/MDAxNzIwMjg4MTE5OTk0.2N4vnBB7cCDcZqE1GQoMlyhOWNubR2rBS4sMLAytOeIg.flf966XEHwvOLRQsO0Y64QEtNMQH20z2zdxGtFG73icg.JPEG/image198.jpg?type=w773","start_time":198.0},{"end_time":253.9,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjM4/MDAxNzIwMjg4MTI4NjIy.RwlvsVdeAbfR5flNMy_in8mbclKMe0jiu-JTNq96vQ0g.iOwtHzTZChvuogv7UVU0ujUJXN9YC1K44bMloBD3ZA0g.JPEG/image207.jpg?type=w773","start_time":207.6},{"end_time":287.7,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTcg/MDAxNzIwMjg4MTM1NjQ2.l5AyJnqiyiwz98YWvKfg25i230aNJa6ggJyi2JWgOFEg.c2rvo0jrltpIBM9UFxOTcwtQbwl1sP9Tak8Ey1cFIHog.JPEG/image255.jpg?type=w773","start_time":255.3},{"end_time":320.3,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTMz/MDAxNzIwMjg4MTQ1MDA3.2UMPTduMqiW6lRiR1TsoPNsvcBjtqOWqIjIVWm53B5Eg.GesfnjYTN7XzCNgFsK0nIpYDL9-aCU5um-c2zu3tIsQg.JPEG/image288.jpg?type=w773","start_time":288.7},{"end_time":337.1,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjEy/MDAxNzIwMjg4MTUzNTU2.fbaHdQ1eeuBcpnGjHno5RpQmjZsRKSE2Fff8FkSxMkMg.I6vprAXqh7LX81ZIb4e2bu92qyDyXkmmTA0Xc7xR5pUg.JPEG/image321.jpg?type=w773","start_time":321.7},{"end_time":378.7,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTQ1/MDAxNzIwMjg4MTY0MTI0.uU2c76AJ9Df85mR_LMCOa1iXtIrUrUKU1ic0XccnVL4g.Ij51WzdUBEgb2-2exFxKyP5Sr9OaS6u4hyzW2g_AdU8g.JPEG/image338.jpg?type=w773","start_time":338.3},{"end_time":400.0,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfNjAg/MDAxNzIwMjg4MTc0MTc0.SmW4Ex8d7w8XKOyphsaXBH6wYTBDw1h6HcsjPKyr-6gg.gsW1R_QxcKjOgu9OZpjRJhdnVadPlxWhojInG8pRN1Ug.JPEG/image379.jpg?type=w773","start_time":379.4},{"end_time":418.1,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMzIg/MDAxNzIwMjg4MTgzOTM0.Spe2n5Q0dPdvlejdfbZyr5HkYva1BzMQz7n31D6PoXIg.me48k9eutgal1sI_Hj1f5YYayn1Z2m2lqMMLJlGvqOog.JPEG/image401.jpg?type=w773","start_time":401.7},{"end_time":424.8,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjA1/MDAxNzIwMjg4MTk0MDI0.k5EtRbtbYHHt_sTFnq01OAPHkKSo_E8SKERici828WQg.UyY_EKNROqYrSL0ZDKuHBfzulyptWHONahkjPSZ5BaIg.JPEG/image419.jpg?type=w773","start_time":419.4},{"end_time":428.6,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTMy/MDAxNzIwMjg4MjA0OTU3.kd3HlY3rM9RIE-Dr8AYrxNR1LKgyzyVic3svUNHEvtUg.p8SL34W8xHffSWWXJPUkrKCEFSNES9rNa-VLAoRbMw8g.JPEG/image425.jpg?type=w773","start_time":425.7},{"end_time":450.2,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfNTUg/MDAxNzIwMjg4MjIwNzM2.AswsA4XoU3rBFZUct7VGzT6nAiBwRMCXUs9yC3ZgQ1og.vPKqkohww8D0X8RVBjwonbkikgNMW5degDhHiTL7FLcg.JPEG/image430.jpg?type=w773","start_time":430.1},{"end_time":464.4,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjE0/MDAxNzIwMjg4MjMwNDY3.MkiMTs5LXivFzvfTCyZUBoCh0AjYGgFRQCJzI00zMkEg.HTn9GySJ22N4kUIYgxRrjsnHP4yZ4YoXJb8IwqBuitsg.JPEG/image451.jpg?type=w773","start_time":451.2},{"end_time":473.0,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTMy/MDAxNzIwMjg4MjQwMDM0.eMCTD7nLcxUNvVTHUNPCwQHniEn__-3ZZ8nQegc01LEg.g118b2DnJ81lKevT2hV_85HeOONVNqlOGHMUxTR_DCAg.JPEG/image465.jpg?type=w773","start_time":465.8},{"end_time":481.0,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjQx/MDAxNzIwMjg4MjU0MzM4._eHs2-Ckfu84BN1BU8GNoEu5HPieM0X8Djwo1Y-9LXAg.G2B45pTtsPmcVL_IE-zlw4US67_4JUjbxbG_BOzuIjog.JPEG/image474.jpg?type=w773","start_time":474.4},{"end_time":521.2,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMjE0/MDAxNzIwMjkwNjk4MDk4.atHDF6wIQdkE_Tdcz5Ht5m4tpYvC3rvsCIROmRz0mEYg.alG6Cb343_F4YlNIJ25xYiSGDksqfap62Y78EsymDpAg.JPEG/image482.jpg?type=w773","start_time":482.8},{"end_time":530.9,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfNzQg/MDAxNzIwMjkwNzA5MzA3.BqoOgzgv5cCYMgNlW36VtfwgoRAGEZOal6gElcSUDM8g.xXur096ivDKomeUQaWiiy-3157fjhF7de2RnSlcVhDEg.JPEG/image522.jpg?type=w773","start_time":522.9},{"end_time":567.3,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTAx/MDAxNzIwMjkwNzIwNjY3.ZYfS3dSRnt1L0mmVXIOvvxfNt-GpJa21TXi3hihiaH4g.FEa4_ei6JRG0oUcGLNKRY3yOLVj9PneMJKFZxKT67gsg.JPEG/image532.jpg?type=w773","start_time":532.1},{"end_time":586.2,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTUg/MDAxNzIwMzU4MzY5MTAw.FXHkCHzMtnbjjvF17NIQ2amn9OtzXrDiYt10OLeDMgsg.65BcwE8jy0UV2tp_qvErWVqWCKEAwlWlSZF9EDLWm0wg.JPEG/image568.jpg?type=w773","start_time":568.7},{"end_time":598.7,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfNDAg/MDAxNzIwMzU4Mzg0MzU0.9fvwRBgHH7co3Sg5MXp7uUmTbVZzIF-D3zHvYMuluX0g.Q6Ui5uQGxktlhQVmeMyI80Vbg-Tw9PehbAFF7al3Y_wg.JPEG/image587.jpg?type=w773","start_time":587.2},{"end_time":612.5,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTc5/MDAxNzIwMzU4MzkxOTU2.mYm7E6Rcu0C3UofWif-eERYhBwnYNpmVQEzKl3cUfRYg.1BEwF8VtnCVqqWUtAeXUjd4PiZzRxk1Psr-zWxLu1MIg.JPEG/image599.jpg?type=w773","start_time":599.7},{"end_time":627.4,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfMTAz/MDAxNzIwMzU4Mzk4MjYw.RiZlvsZ-02JhMC2MmeOW9ciStnopyxp3FtoJB86ADsgg.C0z0XQPCB6rp482gMnMlHjdutJ_Z5fMR8J6SVH5i2bMg.JPEG/image614.jpg?type=w773","start_time":614.1},{"end_time":647.3,"image_url":"https://postfiles.pstatic.net/MjAyNDA3MDdfNjkg/MDAxNzIwMzU4NDA1MDYx.Wh_SIgsrjQ1Lt5Y4FMOmt-4st6Yysz0y3QAYYoujub4g.yr05RAJ3Zsl28-vNMkMKsAyu1p_R3-kl-BxE3Md46dQg.JPEG/image628.jpg?type=w773","start_time":628.7}]}]

